Repository: Akagoria/akagoria
Catalog: data/raw/i18n/*.po
Languages: fr

source: Ouch! What a terrible headache! Where am I? Why am I here? I am sooo hungry, I must find something to eat...
fr: Aïe ! Quel horrible mal de tête ! Où suis-je ? Pourquoi suis-je ici ? J'ai teeellement faim, je dois trouver à manger...

source: What!?! I lost my power! Who is responsible? I will find him! I WANT MY POWER BACK!
fr: Quoi ? J'ai perdu mes pouvoirs! Qui est le coupable ? Je vais le trouver ! JE VEUX RETROUVER MES POUVOIRS !

source: I think there is a village not so far from here. I can see some smoke in the south... Let's go!
fr: Je pense qu'il y a un village non loin d'ici. Je peux voir de la fumée au sud... Allons-y !

source: Hi! Can you help me? I am looking for a village nearby. Am I in the right direction?
fr: Bonjour ! Pouvez-vous m'aider ? Je recherche un village non loin. Suis-je dans la bonne direction ?

source: Hummm... Yes! You seem to be lost, you should be carefull! It is said that an evil sorceress is haunting the woods...
fr: Hummm... Oui ! Vous semblez être perdue, vous devriez faire attention ! On dit qu'une sorcière maléfique hante ces bois...

source: Ho really? (Gniak! Gniark!) Thanks for the advice. Goodbye!
fr: Ho vraiment? (Niark, Niark !) Merci pour le conseil. Au revoir !

source: Where do I have to go to find the village? I do not remember what you told me.
fr: Où dois-je aller pour trouver le village ? Je ne me souviens plus de ce que vous m'avez dit.

source: Go south, you will find a lovely place called Arabband.
fr: Allez au sud, vous trouverez un charmant village appelé Arabband.

source: Welcome to Akagoria!
fr: Bienvenue à Akagoria !

source: Ruby
fr: Rubis

source: Emerald
fr: Émeraude

source: Short sword
fr: Épée courte

source: small sword
fr: petite épée

source: small bow
fr: petit arc

source: simple grenade
fr: grenade simple

source: The revenge of Kalista
fr: La revanche de Kalista

source: Loading...
fr: Chargement...

source: Start an adventure
fr: Démarrer une aventure

source: Continue an adventure
fr: Continuer une aventure

source: Inventory
fr: Inventaire

source: Quests
fr: Quêtes

source: Skills
fr: Talents

source: Back to adventure
fr: Retour à l'aventure

source: Back to real life
fr: Retour à la vraie vie

source: Quit
fr: Quitter

source: Back
fr: Retour

source: Input device
fr: Périphérique d'entrée

source: Keyboard
fr: Clavier

source: Gamepad
fr: Manette

source: Display
fr: Affichage

source: Fullscreen
fr: Plein écran

source: Window (960x540)
fr: Fenêtre (960x540)

source: Window (1024x576)
fr: Fenêtre (1024x576)

source: Window (1152x648)
fr: Fenêtre (1152x648)

source: Window (1280x720)
fr: Fenêtre (1280x720)

source: Continue
fr: Continuer

source: Pick
fr: Prendre

source: Select
fr: Sélectionner

source: Talk
fr: Parler

source: Use
fr: Utiliser

source: The end
fr: Fin
